<?php
return [

    'meta_title'      => 'Օրիջինս գինիներ',
    'login'           => 'Մուտք',
    'search'          => 'Որոնում',
    'view_all'        => 'Դիտել բոլորը',
    'latest_articles' => 'Վերջին հոդվածները',
    'view_recipe'     => 'Դիտել բաղադրատոմսը',
    'news'            => 'Նորություններ',
    'recipes'         => 'Բաղադրատոմսեր',
    'explore'         => 'Ուսումնասիրել',
    'latest'          => 'Վերջին',
    'by'              => 'Հեղինակ՝',
    'menu' => [
        'features'   => 'Հատկանիշներ',
        'news'       => 'Նորություններ',
        'recipes'    => 'Բաղադրատոմսեր',
        'wines'      => 'Գինիներ',
        'guides'     => 'Ուղեցույցներ',
        'shop'       => 'Խանութ',
        'wine_club'  => 'Գինու ակումբ',
        'about'      => 'Մեր մասին',
        'contact_us' => 'Կապ',
        'terms_of_service' => 'ԾԱՌԱՅՈՒԹՅՈՒՆՆԵՐԻ ՄԱՏՈՒՑՄԱՆ ՊԱՅՄԱՆՆԵՐ',
        'privacy_policy'   => 'ԳԱՂՏՆԻՈՒԹՅԱՆ ՔԱՂԱՔԱԿԱՆՈՒԹՅՈՒՆ',
    ],
    'copyright' => "COPYRIGHT ©2022 | ORIGINS",


    'subscription' => [
        'title'  => 'Բաժանորդագրվեք մեր ամսագրին',
        'description' => 'Ստացեք մեր ամսագիրն անմիջապես Ձեր էլ. փոստին և եղեք տեղեկացված ոլորտի վերջին նորություններին, հաղորդագրություններին և գինիներին:',
        'success_mgs' => "Շնորհակալություն գրանցվելու համար: Խնդրում ենք ստուգել ձեր էլ.փոստը և հաստատել Origins-ի ձեր բաժանորդագրությունը՝ մեր ամսագիրը ստանալու համար:"
    ],
    'join_club' => [
        'title'       => 'Բաժանորդագրվեք մեր գինու ակումբին',
        'description' => 'Բաժանորդագրվեք և ստացեք մեր կողմից ընտրված լավագույն հայկական գինիների բազմազան տեսականիները:',
        'button'      => 'Բաժանորդագրվել'
    ],
    'form' => [
        'placeholders' => [
            'email'  => 'Էլ-հասցե',
            'search' => 'Որոնում',
        ]
    ],
    'months' => [
        '01' => 'Հունվար',
        '02' => 'Փետրվար',
        '03' => 'Մարտ',
        '04' => 'Ապրիլ',
        '05' => 'Մայիս',
        '06' => 'Հունիս',
        '07' => 'Հուլիս',
        '08' => 'Օգոստոս',
        '09' => 'Սեպտեմբեր',
        '10' => 'Հոկտեմբեր',
        '11' => 'Նոյեմբեր',
        '12' => 'Դեկտեմբեր',
    ],

    'contact_success_msg' => 'Շնորհակալություն! Ձեր հարցումը հաջողությամբ ուղարկվեց:',
    'smt_went_wrong' => 'Ինչ-որ բան սխալ է տեղի ունեցել:',
    'empty_data' => 'Որոնման արդյունքում ոչինչ չի գտնվել:',
    'load_more' => "Բեռնել ավելին",
    'search_results' => 'Որոնման արդյունքները',

    'contact' => [
    'title' => 'Կապ մեզ հետ',
    'get_in_touch' => 'Կապ հաստատեք',
    'full_name' => 'Անուն ազգանուն',
    'email' => 'Էլ. հասցե',
    'subject' => 'Թեմա',
    'message' => 'Հաղորդագրություն',
    'send_btn' => 'Ուղարկել',
    'or' => 'կամ',
    'marketing' => 'Մարքեթինգային հարցումների համար',
    'editorial' => 'Խմբագրական հարցումների համար',
    'general' => 'Ընդհանուր հարցումների համար',
    'stay_connected' => 'Մնացեք կապի մեջ',
]
];
